window.QuizData = {
    categories: [
        {
            id: "ITMO",
            title: "Правила выживания в ИТМО",
            questions: {
                100: {
                    question: "Во сколько нужно встать, если у тебя первой парой онлайн-лекция?",
                    answer: "В 16 утра"
                },
                200: {
                    question: "Во сколько начинается 4ая пара?",
                    answer: "13:30"
                },
                300: {
                    question: "Назови точный адрес Чайки",
                    answer: "ул. Чайковского, 11/2"
                },
                400: {
                    question: "Лучший клуб в ИТМО",
                    answer: "Адаптер"
                },
                500: {
                    question: "Сколько раз Вера была на выездах в Ягодное?",
                    answer: "Никто не знает, хотя бы 10"
                },
            },
        },
        {
            id: "vera-q",
            title: "Вопросы про Веру",
            questions: {
                100: {
                    question: "Что было утеряно на даче?",
                    answer: "Трусы"
                },
                200: {
                    question: "Как звали главных персонажей любовного комикса КВН?",
                    answer: "Кузяка Чан и Володька Кен (Лошандра)"
                },
                300: {
                    question: "Куда поцеловал Веру Стриж сенсей?",
                    answer: "Лоб"
                },
                400: {
                    question: "Какая фраза на известном видео с дежурства?",
                    answer: "Главный батя на районе"
                },
                500: {
                    question: "От кого Ксюша и Вера убегали, когда репетировали танец года?",
                    answer: "Ааааа ОСА!!"
                },
            },
        },
        {
            id: "qoute",
            title: "Цитаты пабликов в ВК",
            questions: {
                100: {
                    question: "Как говорил мой дед ...",
                    answer: "... я твой дед"
                },
                200: {
                    question: "Лучше иметь друга, чем ...",
                    answer: "... друг друга"
                },
                300: {
                    question: "Я хочу, чтобы моя первая дочь была ...",
                    answer: "... девочкой"
                },
                400: {
                    question: "Жизнь как зебра: полоска белая, полоска чёрная. А в конце ...",
                    answer: "... жопа"
                },
                500: {
                    question: "Иногда жизнь — это жизнь, а ты в ней ... ",
                    answer: "... иногда"
                }
            }
        },
        {
            id: "actual_names",
            title: "Настоящие имена исполнителей",
            questions: {
                100: {
                    question: "Как зовут Тимати?",
                    answer: "Тимур Юнусов"
                },
                200: {
                    question: "Как зовут Диму Билана?",
                    answer: "Виктор Белан"
                },
                300: {
                    question: "Назови всех участников группы DekaDance",
                    answer: "Влад Сахаров, Андрей Атанов, Юля"
                },
                400: {
                    question: "Какой призрак в фазмафобии самый быстрый?",
                    answer: "Деоген/Ревенант/Тайэ/Морой/Ханту",
                    modifier: {
                        type: "bet",
                        title: "Ставка вслепую",
                        description: "Вопрос пока скрыт. Сначала поставьте очки, минимум 100. Ответите верно, получите ставку. Ошибётесь, ставку потеряете.",
                        minBet: 100
                    }
                },
                500: {
                    
                    question: "Назови всех участников группы Stray Kids",
                    answer: "Бан Чан, Ли Ноу, Чанбин, Хёнджин, Хан,  Феликс, Сынмин, Ай.Эн + Уджин"
                }
            }
        },
        {
            id: "m_effect",
            title: "Эффект Манделы",
            questions: {
                100: {
                    question: "Есть ли чёрный кончик на хвосте у Пикачу?",
                    image: "images/pikachu_blured.jpg",
                    answer: "Нет, кончик хвоста жёлтый",
                    answerImage: "images/pikachu.jpg"
                },
                200: {
                    question: "Носит ли человечек Монополии (Рич Анкл Пеннибэгс) монокль?",
                    image: "images/monopoly_blured.jpg",
                    answer: "Нет, монокля у него никогда не было",
                    answerImage: "images/monopoly.jpg"
                },
                300: {
                    question: "Красная шоколадка пишется с дефисом, или слитно?",
                    answer: "KitKat",
                    answerImage: "images/kitkat.jpg"
                },
                400: {
                    question: "Была ли в пачке Барни картонная подложка",
                    answer: "Была, но сейчас нет"
                },
                500: {
                    question: "Снимался ли Малахов в рекламе Tide?",
                    answer: "Да",
                    answerImage: "images/tide.jpg"
                }
            }
        },
        {
            id: "games",
            title: "Игры",
            questions: {
                100: {
                    question: "Куда попадает Френ Боу после трагедии с родителями",
                    answer: "В Освальд-Асайлум, психиатрическую лечебницу для детей (или просто в дурку)"
                },
                200: {
                    question: "Какая фраза из фильма по ФНаФ завирусилась в тик токах?",
                    answer: "I always come back"
                },
                300: {
                    question: "Почему Сал носит протез лица из Sally Face?",
                    answer: "Лицо изуродовано при нападении собаки, в котором погибла его мама"
                },
                400: {
                    question: "Какая часть ФНаФ самая багованная?",
                    answer: "Security Breach"
                },
                500: {
                    question: "В какой части есть режим 10/20 (обсуждаемо самая сложная ночь во всей франшизе ФНаФ)",
                    answer: "FNaF 2"
                }
            }
        }
    ],

    // Финальная игра: вопросы по одному, у каждого варианта своя цена.
    // Вопросы ниже для примера, замени их своими.
    finalGame: {
        title: "Финальная игра",
        questions: [
            {
                question: "Всех твоих коллег охотников на приведений убили. Уровень рассудка 10%, таблетки закончились У тебя 0 улик. Твои действия?",
                options: [
                    { text: "Соберу силы в кулак, расставлю оборудование и найду 3 доказательства до начала охоты", points: 50 },
                    { text: "Попробую воскресить друзей с помощью карт таро или лапки", points: 100 },
                    { text: "Смело пойду в дом и умру через 15 секунд", points: 200 },
                    { text: "Сразу уеду, это же 100% демон", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "На что невозможно смотреть без слёз?",
                options: [
                    { text: "Солнце", points: 50 },
                    { text: "Лук", points: 100 },
                    { text: "Лицо Фёдорова", points: 200 },
                    { text: "Результаты Евровидения", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "В Фазмофобии призрак начал охоту. Что делаешь?",
                options: [
                    { text: "Прячусь в шкаф", points: 50 },
                    { text: "Надеюсь на распятие/благовоние", points: 100 },
                    { text: "Веду его к тиммейтам»", points: 200 },
                    { text: "Снимаю на видеокамеру", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Ты телепортируешься из реальности в игру на 1 месяц. Какую игру выбираешь?",
                options: [
                    { text: "Minecraft", points: 50 },
                    { text: "SIMS", points: 100 },
                    { text: "Stardew Valley", points: 200 },
                    { text: "Клуб романтики", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Какую выберешь суперспособность?",
                options: [
                    { text: "Летать", points: 50 },
                    { text: "Читать мысли", points: 100 },
                    { text: "Засыпать и просыпаться сразу и когда захочешь", points: 200 },
                    { text: "Здоровые колени", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Любимый аниматроник?",
                options: [
                    { text: "Фредди", points: 50 },
                    { text: "Чика", points: 100 },
                    { text: "Бони", points: 200 },
                    { text: "Фокси", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Что нельзя брать в Ягодное?",
                options: [
                    { text: "Алкоголь", points: 50 },
                    { text: "Секс куклу", points: 100 },
                    { text: "Нож", points: 200 },
                    { text: "Всё можно", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Кто может быть тупым?",
                options: [
                    { text: "Человк", points: 50 },
                    { text: "Угол", points: 100 },
                    { text: "Ножницы/любой столовый прибор", points: 200 },
                    { text: "Шутка", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Что встаёт по утрам?",
                options: [
                    { text: "Страна", points: 50 },
                    { text: "Петух", points: 100 },
                    { text: "Настроение", points: 200 },
                    { text: "Солнце", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Что бывает чёрным?",
                options: [
                    { text: "Жуля", points: 50 },
                    { text: "Квадрат", points: 100 },
                    { text: "Море", points: 200 },
                    { text: "Юмор", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Что бывает шоколадным?",
                options: [
                    { text: "Торт/конфеты", points: 50 },
                    { text: "Мороженное", points: 100 },
                    { text: "Яйцо", points: 200 },
                    { text: "Заяц", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Что бывает китаёским?",
                options: [
                    { text: "Чай", points: 50 },
                    { text: "Язык", points: 100 },
                    { text: "Еда", points: 200 },
                    { text: "Одежда", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Без чего не выйдешь из дома?",
                options: [
                    { text: "Телефон", points: 50 },
                    { text: "Наушники", points: 100 },
                    { text: "Ключи", points: 200 },
                    { text: "БСК", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Без чего не выйдешь из дома?",
                options: [
                    { text: "Телефон", points: 50 },
                    { text: "Наушники", points: 100 },
                    { text: "Ключи", points: 200 },
                    { text: "БСК", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            },
            {
                question: "Что делать, если тебе скучно?",
                options: [
                    { text: "Тик токи", points: 50 },
                    { text: "Пойти погулять", points: 100 },
                    { text: "Сериал", points: 200 },
                    { text: "Спать", points: 400 },
                    { text: "Ничего", points: 0 }
                ]
            }
            
        ]
    }
};
